
greet = "{name}, добро пожаловать в zmedbot! Здесь Вы можете узнать, запрещена или разрещена отгрузка по номеру ИНН " \
        "контрагента. Пожалуйста, выберите тип контрагента"
menu = "Главное меню"

gen_text = "📝 Укажите ИНН контрагента"
text_yes = "Отгрузка разрешена"
text_no = "Отгрузка запрещена"
gen_exit = "Чтобы выйти из диалога, нажмите на кнопку ниже"
gen_wait = "⏳Пожалуйста, подождите, ваш запрос обрабатывается..."
gen_error = f'🚫 Ошибка генерации. Возможные причины:\n1. Недоступен сервер\n2. Ваш запрос некорректен\n3. Ошибка в ' \
            f'работе бота\nЕсли вы считаете, что проблема вызвана неисправностью бота, сообщите админу'
text_watermark = '\n_______________________________________\nСоздано при помощи @zmedbot'
